Repository: karina-klinkeviciute/humanrightsindex
Catalog: human_rights_index/locale/*/LC_MESSAGES/django.po
Languages: lt, pt, sk

source: Such code does not exist.
lt: Šis kodas neegzistuoja
pt: Esse código não existe.
sk: Taký kód neexistuje.

source: In your own life, which of those factors has the biggest impact on your vulnerability?
lt: Jūsų gyvenime, kuris iš šių veiksnių daro didžiausią įtaką jūsų pažeidžiamumui?
pt: Na tua vida, qual desses fatores tem o maior impacto na sua vulnerabilidade?
sk: Vo vašom živote, ktorý z týchto faktorov má najväcší vplyv na vašu zranitelnost?

source: Code can only have letters and numbers
lt: Kodas gali susidėti tik iš skaičių ir raidžių
pt: O código só pode conter letras e números
sk: Kód môže obsahovat iba písmená a císla

source: A group with this code already exists. Please enter a different code
lt: Grupė su šiuo kodu jau yra. Įveskite kitą kodą
pt: Já existe um grupo com este código. Por favor, insere um código diferente
sk: Skupina s týmto kódom už existuje. Zadajte iný kód

source: Enter Group Code
lt: Įveskite grupės kodą
pt: Insere o código do grupo
sk: Zadajte kód skupiny

source: Please enter a valid group code.
lt: Prašome įvesti tinkamą grupės kodą
pt: Por favor, insere um código de grupo válido.
sk: Prosím vás, zadajte platný kód skupiny.

source: name
lt: pavadinimas
pt: nome
sk: názov

source: code
lt: kodas
pt: código
sk: kód

source: score
lt: rezultatas
pt: pontuação
sk: skóre

source: question
lt: klausimas
pt: Pergunta
sk: otázka

source: answer for 0 points
lt: 0 taškų atsakymas
pt: resposta para 0 pontos
sk: odpoved za 0 bodov

source: answer for one point
lt: 1 taško atsakymas
pt: resposta para 1 ponto
sk: odpoved za 1 bod

source: answer for 2 points
lt: 2 taškų atsakymas
pt: resposta para 2 pontos
sk: odpoved za 2 body

source: weight choice
lt: sverto pasirinkimas
pt: escolha ponderada
sk: vážený výber

source: group
lt: grupė
pt: grupo
sk: skupina

source: weight
lt: svertas
pt: peso
sk: váha

source: created at
lt: sukurta
pt: criado em
sk: vytvorené dna

source: Zero point answer
lt: Nulio taškų atsakymas
pt: Resposta de zero pontos
sk: Odpoved za nula bodov

source: Two points answer
lt: Dviejų taškų atsakymas
pt: Resposta de dois pontos
sk: Odpoved za dva body

source: survey
lt: apklausa
pt: pesquisa
sk: prieskum

source: option
lt: pasirinkimas
pt: opção
sk: možnost

source: body
lt: tekstas
pt: texto
sk: text

source: title
lt: pavadinimas
pt: título
sk: titulok

source: notes
lt: pastabos
pt: notas
sk: poznámky

source: updated at
lt: atnaujinta
pt: atualizado em
sk: aktualizované dna

source: slug
lt: slugas

source: Human rights index
lt: Žmogaus teisių indeksas
pt: Índice de direitos humanos
sk: Index ludských práv

source: About the project
lt: Apie projektą
pt: Sobre o projeto
sk: O projekte

source: This instrument is part of two projects, "Rainbow Challenge – Twin Communities on Human Rights." The project is partially funded by the European Union. However, the opinions and views expressed are solely those of the authors and do not necessarily reflect the views of the European Union or the Agency of Youth Affairs (Lithuania). Neither the European Union nor the granting authority can be held responsible for them. The development of this instrument was partially supported by the Rosa Luxemburg Foundation under the project "Rainbow Challenge – Communities on Human Rights."
lt: Šis instrumentas yra dviejų projektų, „Rainbow Challenge – Twin Communities on Human Rights“, dalis. Projektas iš dalies finansuojamas Europos Sąjungos lėšomis. Tačiau išreikštos nuomonės ir požiūriai yra tik autorių ir nebūtinai atspindi Europos Sąjungos ar Jaunimo reikalų agentūros požiūrį. Nei Europos Sąjunga, nei dotaciją teikianti institucija negali būti laikoma atsakinga už juos. Šio instrumento kūrimą iš dalies parėmė Rosa Luxemburg fondas pagal projektas „Rainbow Challenge – Communities on Human Rights“
pt: Este instrumento faz parte de dois projetos, "Rainbow Challenge – Twin Communities on Human Rights". O projeto é parcialmente financiado pela União Europeia. No entanto, as opiniões e pontos de vista expressos são exclusivamente das pessoas autoras e não refletem necessariamente os pontos de vista da União Europeia ou da Agência de Assuntos da Juventude (Lituânia). Nem a União Europeia nem a entidade que concede o financiamento podem ser responsabilizadas por eles. O desenvolvimento deste instrumento foi parcialmente apoiado pela Fundação Rosa Luxemburg no âmbito do projeto "RainbowChallenge – Communities on Human Rights".
sk: Tento nástroj je súčasťou dvoch projektov, „Rainbow Challenge – Dvojčlenné komunity pre ľudské práva“. Projekt je spolufinancovaný z prostriedkov Európskej únie. Názory a stanoviská vyjadrené v tomto texte sú však výlučne názormi autorov a nemusianevyhnutne odrážať názory Európskej únie alebo Agentúry pre záležitosti mládeže(Litva). Európska únia ani inštitúcia poskytujúca grant nemôžu byť za ne zodpovedné.Vývoj tohto nástroja bol čiastočne podporený Nadáciou Rosy Luxemburgovej v rámciprojektu „Rainbow Challenge – Komunity pre ľudské práva“.

source: Privacy policy
lt: Privatumo politika
pt: Política de privacidade
sk: Zásady ochrany osobných údajov

source: Create a New Group
lt: Sukurti naują grupę
pt: Criar um novo grupo
sk: Vytvorit novú skupinu

source: A group is a set of people who take the test using the same group code, for example during a lesson, training session, or within an organization. When at least 5 participants complete the test, the system provides a summarized group result — the average score. This allows you to compare your individual vulnerability score (visible only to you) with the group average.
lt: Grupė – tai keli žmonės, kurie atlieka testą naudodami tą patį grupės kodą, pavyzdžiui, per pamoką, mokymusar organizacijos viduje. Kai testą užpildo bent 5 dalyviai, sistema pateikia apibendrintą grupės rezultatą – vidurkį.Taip galite palyginti savo individualų pažeidžiamumo įvertinimą (kurį matote tik jūs) su grupės vidurkiu.
pt: Um grupo é um conjunto de pessoas que realizam o teste utilizando o mesmo código de grupo, por exemplo,durante uma aula, formação ou no âmbito de uma organização. Quando pelo menos 5 participantes completam o teste,o sistema fornece um resultado resumido do grupo — a média. Assim, pode comparar a sua pontuação individualde vulnerabilidade (visível apenas para si) com a média do grupo.
sk: Skupina je niekoľko ľudí, ktorí vykonávajú test s použitím rovnakého skupinového kódu, napríklad počas hodiny,školenia alebo v rámci organizácie. Keď test vyplní aspoň 5 účastníkov, systém poskytne zhrnutý výsledokskupiny – priemerné skóre. Takto si môžete porovnať svoje individuálne hodnotenie zraniteľnosti (ktoré vidíteiba vy) s priemerom skupiny.

source: Enter a group code. Group code may only consist of letters and numbers. Uppercase and lowercase letters count as the same.
lt: Įveskite kuriamos grupės kodą. Jis gali susidėti tik iš raidžių ir skaičių. Didžiosios ir mažosios raidės reikšmės neturi.
pt: Insere o código do grupo a criar. O código do grupo apenas pode conter letras e números. Letras maiúsculas e minúsculas não fazem diferença.
sk: Zadajte kód skupiny. Kód skupiny môže obsahovat iba písmená a císla. Velké a malé písmená sa nerozlišujú.

source: Save Group
lt: Išsaugoti grupę
pt: Salvar grupo
sk: Uložit skupinu

source: Group Created Successfully
lt: Sveikiname! Jūsų grupė sėkmingai sukurta.
pt: Parabéns! O teu grupo foi criado com sucesso.
sk: Skupina bola úspešne vytvorená.

source: Group Code
lt: Grupės kodas
pt: Código do grupo
sk: Kód skupiny

source: Start Survey
lt: Pradėti apklausą
pt: Iniciar inquérito
sk: Zacat prieskum

source: If you have a group code, please enter it here
lt: Jei turite ir grupės kodą, prieš pradėdami apklausą įveskite jį čia
pt: Se tiveres um código de grupo, insere-o aqui antes de começar o inquérito
sk: Ak máte kód skupiny, zadajte ho sem, predtým ako zacnete prieskum.

source: This survey allows you to see your personal social vulnerability score. You have three options: You can create a group, join a group or do the survey individually
lt: Ši apklausa padės jums apskaičiuoti jūsų galimą asmeninį pažeidžiamumo indeksą. Galite atlikti vieną iš trijų veiksmų: sukurti naują grupę, užpildyti apklausą pagal grupę, įvesdami jos kodą arba pildyti individualią apklausą
pt: Este inquérito averiguar o teu nível pessoal de vulnerabilidade. Tens três opções: podes criar um grupo, juntares-te a um grupo ou fazer o inquérito individualmente.
sk: Tento prieskum vám umožní zistit váš osobný index sociálnej zranitelnosti. Máte tri možnosti: môžete vytvorit skupinu, pripojit sa k skupine alebo vykonat prieskum individuálne.

source: Start survey
lt: Pradėti apklausą
pt: Iniciar inquérito
sk: Zacat prieskum

source: Register a group
lt: Užregistruoti grupę
pt: Registar um grupo
sk: Registrovat skupinu

source: Check group results
lt: Tikrinti grupės rezultatus
pt: Verificar resultados do grupo
sk: Skontrolovat výsledky skupiny

source: Search for a group
lt: Patikrinti grupės rezultatus
pt: Procurar grupo
sk: Skontrolovať výsledky skupiny

source: Search
lt: Paieška
pt: Pesquisar
sk: Vyhladávanie

source: Group Details
lt: Grupės rezultatai
pt: Detalhes do grupo
sk: Výsledky skupiny

source: Score
lt: Rezultatas
pt: Pontuação
sk: Výsledok

source: very vulnerable
lt: labai pažeidžiama/s
pt: muito vulnerável
sk: velmi zranitelný/á

source: more vulnerable
lt: labiau pažeidžiama/s
pt: mais vulnerável
sk: viac zranitelný/á

source: medium vulnerability
lt: vidutiniškai pažeidžiama/s
pt: vulnerabilidade média
sk: Stredne zranitelný/á

source: a little vulnerable
lt: šiek tiek pažeidžiama/s
pt: um pouco vulnerável
sk: trochu zranitelný/á

source: very invulnerable
lt: labai nepažeidžiama/s
pt: muito invulnerável
sk: velmi nezranitelný/á

source: Survey Progress
lt: Apklausos progresas
pt: Progresso do inquérito
sk: Postup prieskumu

source: of
lt: iš
pt: de
sk: z

source: Submit
lt: Pateikti
pt: Enviar
sk: Odoslat

source: Previous
lt: Ankstesnis
pt: Anterior
sk: Predošlý

source: Your personal human rights index
lt: Jūsų asmeninis žmogaus teisių indeksas
pt: O teu índice pessoal de direitos humanos
sk: Váš osobný index ludských práv

source: out of 100 points
lt: iš 100 taškų
pt: de 100 pontos
sk: zo 100 bodov

source: Vulnerability
lt: Pažeidžiamumas
pt: Vulnerabilidade
sk: Zranitelnost

source: Human right index for your group
lt: Žmogaus teisių indeksas jūsų grupei
pt: Índice de direitos humanos para o teu grupo
sk: Index ludských práv pre vašu skupinu

source: Group vulnerability
lt: Grupės pažeidžiamumas
pt: Vulnerabilidade do grupo
sk: Zranitelnost skupiny

source: Human rights matter to everyone – no matter your quiz result, if you're feeling unsafe or going through a difficult time, it's important to know that help is available. You can find emotional and psychological support through national services or local organizations. And if reaching out to unfamiliar professionals feels hard, you can always contact a trusted youth or LGBTQ+ organization – together, we’ll find a way forward.
lt: Žmogaus teisės svarbios kiekvienam – nepaisant jūsų rezultato, jei jaučiatės nesaugiai ar patiriate sunkumų, svarbu žinoti, kad pagalba yra pasiekiama. Emocinę ir psichologinę paramą galite rasti čia: <a href="https://socmin.lrv.lt/lt/veiklos-sritys/socialine-integracija/emocine-ir-psichologine-pagalba/">socmin.lrv.lt</a> O jei sunku kreiptis į nežinomus specialistus, visada galite susisiekti su Tolerantiško jaunimo asociacija – kartu rasime sprendimą:<a href="https://tja.lt/">tja.lt</a>
pt: Os direitos humanos são importantes para todas as pessoas – independentemente do teu resultado, se não te sentes em segurança ou estás a passar por dificuldades, é importante saberes que existe apoio disponível. Podes procurar apoio emocional e psicológico junto de serviços nacionais ou organizações locais. E se for difícil para ti contactar especialistas que não conheces, podes sempre falar com a ILGA Portugal – em conjunto encontraremos uma solução.
sk: Ľudské práva sú dôležité pre každého – bez ohľadu na to, ako ste dopadli v kvíze, ak sa necítite bezpečne alebo prechádzate náročným obdobím, je dôležité vedieť, že pomoc existuje. Emocionálnu a psychologickú podporu môžete nájsť prostredníctvom národných služieb alebo miestnych organizácií. A ak je pre vás ťažké kontaktovať neznámych odborníkov, vždy sa môžete obrátiť na SaplinQ o.z. – spolu nájdeme riešenie.
